000010 IDENTIFICATION DIVISION.

000020 PROGRAM-ID. hello.

000030 ENVIRONMENT DIVISION.

000050 DATA DIVISION.

000060 PROCEDURE DIVISION.

000070 Inicio.

000080 DISPLAY “hello world!”

000090 STOP “teste.”.